Repository: common-repository/woocaselite
Catalog: languages/woocasepro-*.po
Languages: bn_bd

source: Post Settings:
bn_bd: পোস্ট সেটিংস

source: Slider
bn_bd: স্লাইডার

source: Grid
bn_bd: গ্রিড

source: List
bn_bd: তালিকা

source: Choose your preferred Variation of WooCase Showcase from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দের প্রকার চয়ন করুন

source: Slider Type:
bn_bd: স্লাইডার টাইপঃ

source: Full Screen/Hero Slide
bn_bd: পূর্ণ স্ক্রিন / হিরো স্লাইড

source: Carousel Slide
bn_bd: ক্যারোজেল স্লাইড

source: Grid Slide
bn_bd: গ্রিড স্লাইড

source: Sidebar Slide
bn_bd: সাইডবার স্লাইড

source: Choose your preferred WooCase slide type from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দসই স্লাইডের প্রকার নির্বাচন করুন

source: Full Screen/Hero Slide Styles:
bn_bd: পূর্ণ স্ক্রিন / হিরো স্লাইড শৈলী:

source: Vertical Showcase
bn_bd: উল্লম্ব প্রদর্শনী

source: Classic Style
bn_bd: ক্লাসিক স্টাইল

source: Modern Style
bn_bd: আধুনিক স্টাইল

source: Minimal Style
bn_bd: মিনিমাল স্টাইল

source: Flat Style
bn_bd: ফ্ল্যাট স্টাইল

source: Choose your preferred WooCase Full Screen Slider Style from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দসই পূর্ণ স্ক্রীন স্লাইডার শৈলী চয়ন করুন

source: Carousel Styles:
bn_bd: ক্যারোশেল শৈলী:

source: Classic Slide V1
bn_bd: ক্লাসিক স্লাইড প্রকার এক

source: Classic Slide V2
bn_bd: ক্লাসিক স্লাইড প্রকার দুই

source: Center Focused Slide V1
bn_bd: কেন্দ্র ফোকাস স্লাইড প্রকার এক

source: Center Focused Slide V2
bn_bd: কেন্দ্র ফোকাস স্লাইড প্রকার দুই

source: Carousel With Thumbnail Slider
bn_bd: থাম্বনেইল স্লাইডার সহ ক্যারোজেল

source: Choose your preferred WooCase Carousel Style from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দসই কারসুয়াল স্টাইল চয়ন করুন

source: Grid Styles:
bn_bd: গ্রিড শৈলী:

source: Classic Slide V3
bn_bd: ক্লাসিক স্লাইড প্রকার তিন

source: Sidebar Styles:
bn_bd: সাইডবার শৈলী:

source: Grid Type:
bn_bd: গ্রিড প্রকার:

source: 2 Column Grid
bn_bd: দুই কলাম গ্রিড

source: 3 Column Grid
bn_bd: তিন কলাম গ্রিড

source: 4 Column Grid
bn_bd: চার কলাম গ্রিড

source: 2 Column Masonary Grid
bn_bd: দুই কলাম ম্যাসনারি গ্রিড

source: 3 Column Masonary Grid
bn_bd: তিন কলাম ম্যাসনারি গ্রিড

source: 4 Column Masonary Grid
bn_bd: চার কলাম ম্যাসনারি গ্রিড

source: Choose your preferred WooCase Grid type from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দসই গ্রিড টাইপ চয়ন করুন

source: Classic V1
bn_bd: ক্লাসিক প্রকার এক

source: Classic V2
bn_bd: ক্লাসিক প্রকার দুই

source: Choose your preferred WooCase Grid Style from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দসই গ্রিড স্টাইল চয়ন করুন

source: List Type:
bn_bd: তালিকা প্রকার:

source: List With Full Thumb
bn_bd: সম্পূর্ণ ছবি সঙ্গে তালিকা

source: List With Side Thumb
bn_bd: সাইড থম্পস সঙ্গে তালিকা

source: Choose your preferred WooCase list type from the list.
bn_bd: WooCase তালিকা থেকে আপনার পছন্দসই তালিকা টাইপ চয়ন করুন

source: Auto Slide:
bn_bd: অটো স্লাইড:

source: Turn ON/OFF Auto Slide for selected slider style.
bn_bd: নির্বাচিত স্লাইডার শৈলী জন্য অটো স্লাইড চালু / বন্ধ।

source: Navigation:
bn_bd: ন্যাভিগেশন:

source: Turn ON/OFF Navigation for selected slider style.
bn_bd: নির্বাচিত স্লাইডার শৈলী জন্য চালু / বন্ধ নেভিগেশন চালু করুন।

source: Pagination:
bn_bd: পত্রাঙ্কন:

source: Turn ON/OFF Pagination for selected slider style.
bn_bd: নির্বাচিত স্লাইডার শৈলী জন্য চালু / বন্ধ করুন।

source: Slide Time:
bn_bd: স্লাইড টাইম:

source: Choose Time beetween each Slide.(1 to 5 Seconds)
bn_bd: প্রতিটি স্লাইডের মধ্যে সময় নির্বাচন করুন। (1 থেকে 5 সেকেন্ড)

source: Slider Container Width:
bn_bd: স্লাইডার ধারক প্রস্থ:

source: Choose Slider Container Width.(300px to 1170px)
bn_bd: স্লাইডার ধারক প্রস্থ নির্বাচন করুন। (300px থেকে 1170px)

source: Post per Slide
bn_bd: স্লাইড প্রতি পোস্ট

source: Choose How Many Posts you want to get per Slide.
bn_bd: আপনি স্লাইড প্রতি পেতে চান কিভাবে অনেক পোস্ট চয়ন করুন।

source: Upload Slider Cover Image:
bn_bd: স্লাইডার কভার চিত্র আপলোড করুন:

source: This image will cover full slide area, so upload depending on your need.
bn_bd: এই ছবিটি সম্পূর্ণ স্লাইড এলাকা জুড়ে দেবে, তাই আপনার প্রয়োজন অনুসারে আপলোড করুন।

source: Background Image Size:
bn_bd: পটভূমি চিত্রের আকার:

source: Cover
bn_bd: আবরণ

source: Contain
bn_bd: ধারণ করা

source: <strong>Cover:</strong> Scale the background image to be as large as possible so that the background area is completely covered by the background image. Some parts of the background image may not be in view within the background positioning area
bn_bd: <Strong> আচ্ছাদন: </ strong> যতটা সম্ভব বড় হতে পটভূমির ছবিটি স্কেল করুন যাতে পটভূমির এলাকাটি সম্পূর্ণ ব্যাকগ্রাউন্ড ইমেজ দ্বারা আচ্ছাদিত করা হয়। পটভূমির ছবির কিছু অংশ ব্যাকগ্রাউন্ড পজিশনিং এলাকার মধ্যে দেখতে নাও পারে

source: <strong>Contain:</strong> Scale the image to the largest size such that both its width and its height can fit inside the content area
bn_bd: <Strong> রয়েছে: </ strong> ইমেজটিকে সর্বাধিক আকারের স্কেল করুন যাতে উভয়টির প্রস্থ এবং এর উচ্চতা বিষয়বস্তু এলাকার ভিতরে ফিট করতে পারে

source: Background Image Position:
bn_bd: পৃষ্ঠভূমি চিত্র অবস্থান:

source: Center Center
bn_bd: মধ্য কেন্দ্র

source: Left Center
bn_bd: বাম কেন্দ্র

source: Right Center
bn_bd: ডান কেন্দ্র

source: <strong>Background Position:</strong> The background-position property sets the starting position of a background image.
bn_bd: <Strong> ব্যাকগ্রাউন্ড পজিশন: </ strong> ব্যাকগ্রাউন্ড-পজিশন বৈশিষ্ট্যাবলী একটি পটভূমির চিত্রের শুরু স্থান নির্ধারণ করে।

source: Background Image Size Repeat:
bn_bd: পটভূমি চিত্রের আকার পুনরাবৃত্তি:

source: No Repeat
bn_bd: পুনরাবৃত্তি না

source: Repeat
bn_bd: পুনরাবৃত্তি

source: <strong>No Repeat:</strong> The background-image will not be repeated.
bn_bd: <Strong> কোন পুনরাবৃত্তি হয় না: </ strong> ব্যাকগ্রাউন্ড-ইমেজ পুনরাবৃত্তি হবে না।

source: <strong>Repeat:</strong> The background image will be repeated both vertically and horizontally.
bn_bd: <Strong> পুনরাবৃত্তি: </ strong> ব্যাকগ্রাউন্ড ইমেজ উল্লম্বভাবে এবং অনুভূমিকভাবে উভয় পুনরাবৃত্তি হবে।

source: Background Image Color:
bn_bd: পৃষ্ঠভূমি চিত্র রঙ:

source: Prev
bn_bd: পূর্ববর্তী

source: Select Product Type:
bn_bd: পণ্য প্রকার নির্বাচন করুন:

source: Latest Product
bn_bd: সর্বশেষ পণ্য

source: Featured Product
bn_bd: চাহিদা সম্পূর্ণ পণ্য

source: Selected Product
bn_bd: নির্বাচিত পণ্য

source: Popular Product
bn_bd: জনপ্রিয় পণ্য

source: Category Product
bn_bd: বিভাগ পণ্য

source: Choose your preferred WooCommerce product type from the list.
bn_bd: তালিকা থেকে আপনার পছন্দসই WooCommerce পণ্য প্রকার নির্বাচন করুন

source: Choose popular posts based on:
bn_bd: উপর ভিত্তি করে জনপ্রিয় পোস্ট চয়ন করুন:

source: View
bn_bd: দৃশ্য

source: Sell
bn_bd: বিক্রি

source: Rating
bn_bd: গুণমান

source: You can sort your popular post based on three different ways above.
bn_bd: আপনি উপরের তিনটি ভিন্ন উপায়ে উপর ভিত্তি করে আপনার জনপ্রিয় পোস্ট বাছাই করতে পারেন।.

source: Total post per page:
bn_bd: প্রতি পৃষ্ঠায় মোট পোস্ট:

source: Enable/Disable Popup:
bn_bd: পপআপ সক্ষম / অক্ষম করুন:

source: Turn ON/OFF popup for selected slider style.
bn_bd: নির্বাচিত স্লাইডার শৈলী জন্য পপআপ চালু / বন্ধ।

source: Sale Tag/Ribbon On/OFF:
bn_bd: ক্রয় ট্যাগ / রিবন চালু / বন্ধ:

source: Turn ON/OFF Sale Tag/Ribbon.
bn_bd: চালু / বন্ধ বিক্রয় ট্যাগ / রিবন চালু করুন

source: Sale Tag/Ribbon Background Color:
bn_bd: বিক্রয় ট্যাগ / রিবন পটভূমি রঙ:

source: Sale Tag/Ribbon Background Color.
bn_bd: বিক্রয় ট্যাগ / রিবন পটভূমির রং

source: Featured Tag/Ribbon On/OFF:
bn_bd: চাহিদা সম্পূর্ণ ট্যাগ / রিবন চালু / বন্ধ:

source: Turn ON/OFF Featured Tag/Ribbon.
bn_bd: চাহিদা সম্পূর্ণ ট্যাগ / রিবন চালু / বন্ধ করুন

source: Featured Tag/Ribbon Background Color:
bn_bd: চাহিদা সম্পূর্ণ ট্যাগ / রিবন পটভূমি রঙ:

source: Featured Tag/Ribbon Background Color.
bn_bd: চাহিদা সম্পূর্ণ ট্যাগ / রিবন পটভূমির রং

source: Next
bn_bd: পরবর্তী

source: Select your product posts:
bn_bd: আপনার পণ্য পোস্ট নির্বাচন করুন:

source: Select posts from the dropdown or type 1st few character of the post title to shortlist..
bn_bd: ড্রপডাউন থেকে পোস্ট নির্বাচন করুন বা শর্টলিস্টে পোস্ট শিরোনামের প্রথম কয়েক অক্ষর টাইপ করুন।

source: Select your category posts:
bn_bd: আপনার বিভাগ পোস্ট নির্বাচন করুন:

source: Select posts from the dropdown or type 1st few character of the post title to shortlist.
bn_bd: ড্রপডাউন থেকে পোস্ট নির্বাচন করুন বা শর্টলিস্টে পোস্ট শিরোনামের প্রথম কয়েক অক্ষর টাইপ করুন।

source: Get Shortcode:
bn_bd: সর্টকোড পান:

source: Copy your shortcode from here.
bn_bd: এখানে থেকে আপনার সর্টকোড কপি।

source: Woocase display settings
bn_bd: Woocase প্রদর্শন সেটিংস

source: Woocase general settings
bn_bd: Woocase সাধারণ সেটিংস

source: Woocase pagination settings
bn_bd: Woocase পৃষ্ঠাঙ্কন সেটিংস

source: Woocase Shortcode
bn_bd: Woocase সর্টকোড

source: Quick View
bn_bd: তারাতারি দেখা

source: Select Options
bn_bd: বিকল্প নির্বাচন করুন

source: Add to cart
bn_bd: কার্ট যোগ করুন

source: Read More
bn_bd: আরও পড়ুন

source: Sale!
bn_bd: মূল্যহ্রাস

source: Hot
bn_bd: চাহিদা সম্পূর্ণ

source: Buy This Item
bn_bd: এই আইটেমটি কিনুন

source: Load More
bn_bd: আরও দেখুন

source: See Details
bn_bd: বিস্তারিত দেখুন

source: Out Of Stock!
bn_bd: স্টক আউট!
